{
	"title": "FAQ",
	"content": "<p> <ul> <li> <a href='/webview/guide/faq#q1'> My connection isn't very good. What can I do? </a> </li> <li> <a href='/webview/guide/faq#q2'> Is your service satisfaction guaranteed? </a> </li> <li> <a href='/webview/guide/faq#q3'> Do you accept medical insurance? </a> </li> <li> <a href='/webview/guide/faq#q4'> Can your physicians prescribe medication? </a> </li> <li> <a href='/webview/guide/faq#q5'> How is my personal information and medical history stored? Is it safe? </a> </li> <li> <a href='/webview/guide/faq#q6'> Can I choose my health care provider? </a> </li> <li> <a href='/webview/guide/faq#q7'> How do you select health care providers? </a> </li> <li> <a href='/webview/guide/faq#q8'> What can I do if I have a billing issue? </a> </li> <li> <a href='/webview/guide/faq#q9'> Are your providers available outside of the United Arab Emirates? </a> </li> </ul> </p> <h3 id='q1'> My connection isn't very good. What can I do? </h3> <p> If you have not enabled WIFI, then we strongly recommend you do so. This can greatly improve the speed of your connection and quality of your experience. However, if you do not have access to WIFI, then you can simply switch to 'audio only' when connected with a doctor, provided you have had at least 1 minute of video. You can enable WIFI on most phones by going to SETTINGS and then selecting WIFI. </p> <h3 id='q2'> Is your service satisfaction guaranteed? </h3> <p> Yes! Our service couldn't exist without happy customers. If you are unhappy with our service, for whatever reason, do not hesitate to contact our Customer Support team. Email <a href='mailto:support@dronline.me'>support@dronline.me</a> or call 800- DRONLINE to speak with a Customer Support agent. </p> <h3 id='q3'> Do you accept medical insurance? </h3> <p> Yes. If your employer or health plan has a relationship with us, we will submit claims on your behalf directly to them. Check with your HR or benefits department, or your health plan, to see whether dronline consult is covered. In addition, many health plans reimburse for telehealth services on request, and we can provide you a receipt to submit to your health plan if you wish. Just call our customer service team. </p> <h3 id='q4'> Can your physicians prescribe medication? </h3> <p> Yes, our physicians are able to prescribe a wide range of medications when clinically appropriate. Physicians often prescribe medications for common conditions such as infections, allergies, skin conditions, travel or sports injuries. Please note that DrOnline physicians do not prescribe narcotics and other controlled substances, or medications that require administrations by healthcare professionals. All other medications may be prescribed at the discretion of the physician. If you have any questions about how and when to use Dronline please email <a href='mailto:support@dronline.me'>support@dronline.me</a> or call our support team at 800-DRONLINE </p> <h3 id='q5'> How is my personal information and medical history stored? Is it safe? </h3> <p> Your privacy and safety is our priority. Your information is stored on our encrypted servers inside encrypted databases. Only strong-encryption API's may access the data via our mobile application. Our systems and servers have been carefully designed to meet HIPAA, NIST and ISO security standards. </p> <h3 id='q6'> Can I choose my health care provider? </h3> <p> You can browse our physicians, psychologists, or psychiatrists and schedule an appointment with your chosen provider. The DrOnline medical practice matches you with the next available physician board certified in our network, that meets your requirements. After your first consultation with a physician, you may add her or him to your favorite providers list. Once a physician is in your favorites section, you can easily connect with them if they are available the next time you call or to schedule an appointment. </p> <h3 id='q7'> How do you select health care providers? </h3> <p> Each of our providers goes through a rigorous selection process to become part of the DrOnline network. Subsequently, each medical doctor, psychologist, and psychiatrist is monitored through our industry leading Quality Assurance/Quality Improvement Process. The initial selection involves an interview with our Medical Leadership at Dronline Professionals as well as a thorough review of their clinical experience, training, licensure and questionnaire. </p> <h3 id='q8'> What can I do if I have a billing issue? </h3> <p> Not to worry; our Customer Support team is trained to handle a wide range of billing issues. Please call 800-DRONLINE to speak with a Customer Support agent. </p> <h3 id='q9'> Are your providers available outside of the United Arab Emirates? </h3> <p> DrOnline is available to you anywhere there is a WIFI or data network. </p>"
}
