{
	"content": "<p>A Urologist is a physician who specializes in diseases of the urinary tract and the male reproductive system. Patients are referred to us if their physician suspects they may need treatment for a condition relating to bladder, urethra, ureters, kidneys, and adrenal glands. In men, we treat disorders related to the epididymis, penis, prostate, seminal vesicles, and the testes. We treat the following conditions:</p><p><b>Urinary tract infections (UTIs):</b> These often arise when bacteria migrate from the digestive tract to the urethra. Symptoms include abnormal urination, pain, incontinence, nausea, vomiting, fevers, and chills. It mostly affects women.</p><p><b>Incontinence:</b> A malfunction in the urinary system can lead to involuntary loss of bladder control. In women, this may result from a weakening of the pelvic floor muscles during pregnancy.</p><p><b>Male infertility:</b> This can result from damage to the male reproductive tract and a variety of sperm disorders. One common cause is varicoceles, an enlarged vein in the sac beneath the penis. Surgery can sometimes help.</p><p><b>Kidney disease:</b> Damage to the kidneys can lead to swelling in the hands and ankles, high blood pressure, and other symptoms. If the kidneys no longer work effectively, this is kidney failure. Ultimately, it can be fatal.</p><p><b>Renal transplantation:</b> A person may require kidney transplants following kidney failure.</p><p><b>Urologic oncology:</b> Treatment of cancers that relate to the urological or male reproductive system, such as bladder cancer and prostate cancer.</p><p><b>Bladder prolapse:</b> when the tissues and muscles of the pelvic floor are no longer able to support the organs in the pelvis, the organs can drop from their usual position.</p><p><b>Cancers:</b> the bladder, kidneys, prostate gland, testicles, and any other cancer that affects the urinary system or, in men, the reproductive system.</p><p><b>Enlarged prostate:</b> Benign prostatic hyperplasia (BPH) affects around 1 in 3 men over the age of 50 years. An overgrowth of cells in the prostate gland causes the urethra to constrict, leading to problems with urination.</p><p><b>Erectile dysfunction:</b> The penis is unable to attain sufficient rigidity to fully participate in sexual intercourse. This is often a symptom of an underlying condition.</p><p><b>Peyronie's disease:</b> A fibrous layer of scar tissue develops beneath the skin of the penis. This can lead to bending or curving in the penis (phimosis) during an erection that can cause pain and lead to difficulties with sexual intercourse.</p><p><b>Interstitial cystitis or painful bladder syndrome:</b> A chronic inflammatory bladder condition can produce discomfort ranging from mild to severe.</p><p><b>Kidney and ureteral stones:</b> Small, hard deposits made from mineral and acid salts form in the kidneys but can pass through into the ureters. They can affect urination and cause pain, nausea and vomiting.</p><p><b>Prostatitis:</b> Infection or inflammation of the prostate can cause painful urination or ejaculation. It can be acute or chronic.</p>"
}
