{
	"content": "<p>Otolaryngologists are physicians trained in the medical and surgical management and treatment of patients with diseases and disorders of the ear, nose, throat (ENT), and related structures of the head and neck. They are commonly referred to as ENT physicians.</p><p>Their special skills include diagnosing and managing diseases of the sinuses, larynx (voice box), oral cavity, and upper pharynx (mouth and throat), as well as structures of the neck and face. Otolaryngologists diagnose, treat, and manage specialty-specific disorders as well as many primary care problems in both children and adults.</p><h3>What Do We Treat?</h3><h3>The Ears</h3><p>Hearing loss affects one in ten North Americans. The unique domain of otolaryngologists is the treatment of ear disorders. They are trained in both the medical and surgical treatment of hearing, ear infections, balance disorders, ear noise (tinnitus), nerve pain, and facial and cranial nerve disorders. Otolaryngologists also manage congenital (birth) disorders of the outer and inner ear.</p><h3>The Nose</h3><p>Care of the nasal cavity and sinuses is one of the primary skills of otolaryngologists. Management of the nasal area includes allergies and sense of smell. Breathing through, and the appearance of, the nose are also part of otolaryngologists' expertise.</p><h3>The Throat</h3><p>Communicating (speech and singing) and eating a meal all involve this vital area. Also specific to otolaryngologists is expertise in managing diseases of the larynx (voice box) and the upper aero-digestive tract or esophagus, including voice and swallowing disorders.</p><h3>The Head and Neck</h3><p>This center of the body includes the important nerves that control sight, smell, hearing, and the face. In the head and neck area, otolaryngologists are trained to treat infectious diseases, both benign and malignant (cancerous) tumors, facial trauma, and deformities of the face. They perform both cosmetic plastic and reconstructive surgery.</p>"
}
