{
	"content": "<p>Pulmonary medicine focuses on the prevention, diagnosis, and treatment of conditions that affect the lungs and respiratory tract. Here are some of the most common conditions that our pulmonologists diagnose and treat:</p><h3>Asthma</h3><p>A chronic condition characterized by periodic wheezing, chest tightness, shortness of breath, and coughing. Asthma attacks occur when inflammation of the airways causes them to narrow, restricting airflow in and out of the lungs. The attacks can last minutes or days, and can be dangerous if the airflow becomes severely restricted.</p><h3>Bronchiectasis</h3><p>A condition that results from the damage and dilation (widening) of the large bronchial airways. The bronchial tubes become distended, forming small pockets where infection develops. A person may be born with bronchiectasis or may acquire it later in life, usually as a result of inhaling a foreign object or due to recurrent lung infections. About half of all cases in the United States today are caused by cystic fibrosis.</p><h3>Bronchitis</h3><p>Inflammation of the airways, usually caused by infection. It may be short-lived (acute) or chronic. Symptoms include a cough that produces mucus, wheezing, shortness of breath, fatigue, and mild fever. Acute bronchitis often follows a viral respiratory infection, such as a cold or flu. A secondary bacterial infection is also common.</p><h3>Chronic obstructive pulmonary disease (COPD)</h3><p>COPD is a group of lung diseases involving airway inflammation, lung tissue damage, and limited airflow. Chronic bronchitis and emphysema are the most common forms of COPD. In COPD, the tubes that carry air in and out of the lungs are partly obstructed, making it difficult to breathe. Cigarette smoking is the most common cause of COPD, although long-term exposure to other lung irritants, such as dust, chemicals, and pollution, may also cause or contribute to COPD.</p><h3>Emphysema.</h3><p>A form of COPD. Emphysema involves damage to the air sacs (alveoli) in the lungs. The air sacs lose elasticity and are unable to completely deflate, which prevents them from filling with fresh air to adequately supply oxygen to the body.</p><h3>Interstitial lung disease</h3><p>Interstitial lung disease (ILD) is a broad term that includes a long list of chronic lung disorders. Though symptoms vary depending on the specific type of ILD, breathlessness and a dry cough are common to many of these disorders. ILD is usually a progressive condition that begins with inflammation of the deep lung tissues and eventually results in scarring of the alveoli (air sacs) and their supporting structures (the interstitium). This scarring, called fibrosis, causes the normally elastic tissues of the lungs to stiffen, which interferes with normal breathing and can make it difficult to perform routine activities without getting out of breath.</p><h3>Occupational lung disease</h3><p>An illness that is caused by exposure to irritating or toxic substances in the work environment. These substances may trigger acute or chronic respiratory problems with a severe single exposure or more commonly due to prolonged or repeated exposure.<ul><li><b>Asbestosis.</b> Progressive scarring of lung tissue caused by exposure to microscopic fibers of asbestos. Asbestosis is most common in construction and industrial workers.</li><li><b>Byssinosis (brown lung disease).</b> A chronic condition involving obstruction of the small airways that results in severely impaired lung function. The most common cause is dust from hemp, flax and/or cotton processing.</li><li><b>Farmer’s lung.</b> An allergic reaction caused by exposure to an organism that grows on hay, straw, grains, and other organic materials found on farms. Farmer’s lung can occur in an acute form, with flu-like symptoms developing 4 to 8 hours after exposure to moldy dust. It can also occur as a chronic disease that develops gradually and causes progressive damage to the lungs. Farmer’s lung can be controlled, but it cannot be cured.</li><li><b>Hypersensitivity pneumonitis.</b> An acute or chronic inflammation of the airways caused by exposure to an inhaled allergen, such as mold, bacteria, or fungi. The air sacs of the lungs become inflamed and may develop fibrous scar tissue that interferes with normal functioning and causes shortness of breath and coughing.</li><li><b>Silicosis.</b> A lung disease caused by exposure to silica dust in mines, foundries, blasting operations, and stone, clay and glass manufacturing. Scar tissue forms in the lungs and substantially increases the risk of tuberculosis.</li></p><li><p><b>Pulmonary fibrosis.</b> Thickening and scarring of the lungs, specifically of the interstitium (the area in and around the small blood vessels and air sacs where the exchange of oxygen and carbon dioxide takes place). This leads to a decline in the ability of the lungs to extract oxygen from the air.</p><p><b>Rheumatoid lung disease.</b> Rheumatoid arthritis is an inflammatory disease that primarily affects the joints and surrounding tissues. However, it can also damage the lungs, causing inflammation of the lining of the lungs (pleuritis), accumulation of fluid around the lungs (pleural effusion), rheumatoid nodules (small lumps) in the lungs, and scarring of the lungs (pulmonary fibrosis).</p><p><b>Sarcoidosis.</b> An inflammatory disease that is characterized by granulomas (tiny lumps of immune cells) that can grow and clump together in organs, affecting how these organs function. Sarcoidosis usually starts in the lungs or lymph nodes, but it may eventually affect other organs. Besides the lungs and lymph nodes, the most commonly affected organs are the skin, eyes, and liver. The course of the disease varies greatly, from a mild condition that gradually gets better on its own to a severe and progressive disease that causes permanent damage to organs. There is no known cause and no known way to prevent sarcoidosis.</p>"
}
