{
	"content": "<p>Neurologist’s specialize in treating diseases of the nervous system. The nervous system is made of two parts: the central and peripheral nervous system. It includes the brain and spinal cord. Illnesses, disorders, and injuries that involve the nervous system often require a neurologist’s management and treatment.</p><p>Our Neurologists manage and treat neurological conditions, or problems with the nervous system. Symptoms that commonly require a neurologist include:</p><p><ul><li>Coordination problems</li><li>Muscle weakness</li><li>Change in sensation</li><li>Confusion</li><li>Dizziness</li></ul></p><p>People who are having problems with their senses, such as touch, vision, or smell, may also need to see a neurologist. Problems with senses are sometimes caused by nervous system disorders.</p><h3>Neurologists also see patients with:</h3><p><ul><li>seizure disorders, such as epilepsy</li><li>stroke</li><li>multiple sclerosis</li><li>neuromuscular disorders, such as myasthenia gravis</li><li>infections of the nervous system, including encephalitis, meningitis, or brain abscesses</li><li>neurodegenerative disorders, such as Lou Gehrig’s disease and Alzheimer’s disease</li><li>spinal cord disorders, including inflammatory and autoimmune disorders</li><li>headaches, such as cluster headachesand migraines</li></ul></p><h3>Typical neurological procedures:</h3><p>During your first appointment with a neurologist, they will likely perform a physical exam and a neurological exam. A neurological exam will test muscle strength, reflexes, and coordination. Since different disorders can have similar symptoms, your neurologist may need more testing to make a diagnosis.</p><p>Neurologists may recommend a variety of procedures to help diagnose or treat a condition. These procedures may include:</p> <h3>Lumbar puncture:</h3><p>Your neurologist may use a lumbar punctureto test your spinal fluid. They may recommend the procedure if they believe your symptoms are caused by a problem in your nervous system that can be detected in your spinal fluid. The procedure involves inserting a needle into the spine after numbing it and taking a sample of spinal fluid.</p><h3>Tensilon test:</h3><p>This procedure can help your neurologist diagnose myasthenia gravis. In this test, your doctor injects you with a medicine called Tensilon. Then they observe how it affects your muscle movements.</p><h3>Electroencephalogram (EEG):</h3><p>With electrodes applied to your scalp, an EEG measures electrical activity in the brain.</p><p>Neurologists may order other types of tests, to make a proper diagnosis. Such as:<ul><li>computed tomography, or CT scan</li><li>magnetic resonance imaging, or MRI scan</li><li>positron emission tomography, or PET scan</li><lo>Other diagnostic procedures include sleep studies and angiography. Angiography determines blockages in the blood vessels going to the brain.</li></ul></p>"
}
