{
	"content": "<p>Individuals with symptoms of a disease affecting the skin, hair, nails, or mucous membranes should see one of our dermatologists if that condition is not responding to home treatment.</p><p>People with cosmetic concerns can also consult one of our specialized cosmetic dermatologist.</p><p>Those seeking skin cancer examinations should also schedule a visit Dermatologists use a range of medical and cosmetic surgical procedures. Many dermatological conditions can be treated with medication and non-invasive therapy, but some require surgical intervention or more invasive treatment.</p> <p>List of treatments:</p><h3>Biopsies:</h3><p>Skin biopsies are primarily carried out to diagnose or rule out certain skin conditions. There are three commonly-performed types of skin biopsy. Shave biopsies remove small sections of the top layer of skin, punch biopsies remove a small circular section including deeper layers, and excision biopsies remove entire areas of abnormal-looking skin.</p><h3>Chemical peels:</h3> <p>A chemical solution is applied to the skin. It causes a layer of skin to peel off, leaving a layer of regenerated skin underneath that is typically smoother. Dermatologists use this procedure to treat sun-damaged skin and some types of acne. It can also address complaints of a more cosmetic nature, such as age spots and lines under the eyes.</p><h3>Cosmetic injections:</h3> <p>Wrinkles, scarring, and lost facial fullness can be temporarily reduced with injections. A dermatologist can inject botulinum toxin therapy, or fillers such as collagen and fat, during an office visit. Results of this treatment tend to last for a few months, and injections need to be repeated periodically. Some people can develop antibodies to Botox that make repeat treatments ineffective.</p><h3>Cryotherapy:</h3> <p>This is a quick and common form of treatment for many benign skin conditions, such as warts. Skin lesions are frozen to destroy the affected skin cells, often using liquid nitrogen.</p><h3>Dermabrasion:</h3> <p>Using a high-speed rotating brush, a dermatologist removes the top layer of skin, surgically eroding scar tissue, fine wrinkles, tattoos, and potentially precancerous skin patches.</p><h3>Excisions of lesions:</h3> <p>Skin lesions are excised for several reasons. They are removed to prevent disease from spreading, for cosmetic reasons, to prevent repeat infection, to alleviate symptoms, and for diagnosis. Depending on the size of the lesion, local or general anesthetic can be used to numb the area before removal.</p><h3>Hair removal and restoration:</h3><p>Hair loss can be treated with hair transplantation or surgery to the scalp. Unwanted body hair can be removed with laser hair epilation, or electrolysis that destroys hair follicles.</p><h3>Laser surgery:</h3><p>Dermatologists can use a special light beam to treat a variety of skin complaints. These include tumors, warts, moles, tattoos, birthmarks, scars, wrinkles, and unwanted hair.</p><h3>Mohs surgery:</h3> <p>This is a specific type of surgery for skin cancer. Layers of skin are removed and examined under a microscope to get rid of cancerous cells. Successive layers are removed until the surgeon can find no more cancer cells. Mohs surgery is only performed by Mohs surgeons and requires additional medical training.</p><h3>Psoralen combined with ultraviolet A (PUVA):</h3> <p>Psoralen is a drug that makes the skin more sensitive to radiation treatment. PUVA is used to treat severe skin diseases, such as psoriasis, dermatitis, and vitiligo.</p><h3>Skin grafts and flaps:</h3><p>Dermatologists can repair missing skin using skin from elsewhere on the body. Skin can be grafted from a free piece of tissue without its own blood supply, or a skin flap can be created from skin tissue near the area of skin loss.</p><h3>Tumescent liposuction:</h3><p>Dermatologists use a process called tumescent liposuction to remove excess fat from the body. Large volumes of local anesthetic are injected into the fatty tissue, which is then sucked from the body. Tumescent liposuction is not a treatment for obesity but a cosmetic procedure for body contouring. Dermatologists can also use lasers to selectively burst fat cells and help remove tumescent fluid.</p><h3>Vein therapy:</h3><p>Superficial leg veins are small, dilated surface veins. They are also known as spider veins and are often removed for cosmetic reasons. Sclerotherapy is usually the preferred treatment for spider veins. Dermatologists insert either foam or a solution into the vein. This irritates the lining, causing it to shut. The vein then becomes less distinct or disappears completely.</p><p>Discuss any upcoming dermatological treatment with your insurer. Insurance companies often do not fund cosmetic procedures. Be sure to obtain copies of any relevant medical reports, consultation notes, and diagnostic test results to confirm to the insurer the medical necessity of the dermatology treatment.</p>"
}
