{
	"content": "<p>We specialize in diagnosing and treating diseases of the cardiovascular system. Heart Disease relates specifically to the heart, while cardiovascular disease affects the heart, the blood vessels, or both.</p><h3>Symptoms that can indicate a heart problem include:</h3><p><ul><li>shortness of breath</li> <li>dizziness</li> <li>chest pains</li> <li>changes in heart rate or rhythm</li> <li>high blood pressure</li></ul></p><p<Our cardiologist’s will carry out tests for a heart murmur or an abnormal heart rhythm. We treat patients who have had a heart attack, heart failure or other heart problems. We will assist you in making decisions about heart surgery, heart catheterization, angioplasty and stenting.</p><h3>Heart diseases that Our Cardiologists can help with include:</h3><p><ul><li>Atherosclerosis</li> <li>Atrial fibrillation</li> <li>Arrhythmias</li> <li>Congenital heart disease</li> <li>Coronary heart disease</li> <li>Congestive heart disease</li> <li>High blood cholesterol and triglycerides</li> <li>Hypertension</li> <li>Pericarditis</li> <li>Ventricular tachycardia</li> <li>High blood pressure, or hypertension</li></ul></p><p>We will review your medical history and carry out a physical examination. As well as check your weight, heart, lungs, blood pressure and blood vessels, and carry out some further testing</p><h3>Types of Tests:</h3><p><b>Ambulatory ECG:</b> this records heart rhythms while the person carries out exercise or their regular activities. Small metal electrodes are stuck on to the chest, and these are connected by wires to a Holter monitor, which records the rhythms.</p><p><b>An exercise test, or stress test:</b> this shows the changes of heart rhythm when resting and exercising. It measures the performance and limitations of the heart.</p><p><b>Echocardiogram:</b> this provides an ultrasound picture that shows the structure of the heart chambers and surrounding areas, and it can show how well the heart is working.</p><p><b>Echocardiography:</b> can measure how well the heart is pumping blood, known as cardiac output. It can detect inflammation around the heart, known as pericarditis. It can also identify structural abnormalities or infections of the heart valves.</p><p><b>Cardiac catheterization:</b> a small tube in or near the heart collects data and may help relieve a blockage. It can take pictures and check the functioning of the heart and the electrical system. Catheter-based techniques with fluoroscopy can be used to treat congenital cardiac, valvular, and coronary artery diseases.</p><p><b>Nuclear cardiology:</b> nuclear imaging techniques use radioactive materials to study cardiovascular disorders and diseases in a noninvasive way.</p>"
}
